Repository: moreonion/campaignion_starterkit
Catalog: modules/campaignion_donation_type/translations/*.po
Languages: de

source: Add a large main image or a video to your donation.
de: Großes Bild oder Video zur Spendenseite hinzufügen

source: Background info
de: Hintergrund-Info

source: Display a progress bar for your donation.
de: Fortschritts-Balken für die Spendenseite anzeigen

source: Image or Video
de: Bild oder Video

source: Read more link text
de: "Mehr lesen" Link Text

source: Short Info
de: Kurz-Information

source: gets displayed in the sidebar.
de: wird in der Sidebar angezeigt

source: reference_to_campaign
de: gehört zur Kampagne

source: A form to collect donations for your favorite project.
de: Ein Formular, das Spenden sammelt für dein Projekt

source: Read more link
de: "Mehr lesen" Link

source: Global 2000 Donation Content Type
de: Global 2000 Spendenformular

source: Definitions for donation content type
de: Definition der Spendenseiten
